Repository: liraymond04/re0-translations
Catalog: tm/tmx2source/Stand by me Pleiades Part 4/JA.tmx
Source language: zh_cn
Languages: ja

source: 不可能忘记，所以也没有必要去想起来。
ja: 忘れるなんてありえないことだから、 思い出す必要もないことだ。

source: 然而，对于佩特拉的想法，穆吉卡轻轻地啧舌，
ja: しかし、そんなペトラの考えに、ムジカは小さく舌を鳴らして、

source: “让你想起来，小姐。
ja: 「思い出すんですよ、お嬢さん。

source: 半妖精在公众场合出现，大家才会意识到之前忽视掉的对象是真实存在的，就那样想起来。”
ja: ハーフエルフが公の場になんて出ていったら、みんなが意識しないで無視できてた相手が実在してるって、そう思い出すんです」

source: “……我不太明白你的意思。”
ja: 「……よく、意味がわからないです」

source: “这对我们是常识。
ja: 「あたしらにとっちゃ常識でしょう。

source: 『嫉妒的魔女』是可怕的存在，任何与创造出它的半妖精有关的东西都只会带来不祥之兆。”
ja: 『嫉妬の魔女』が恐ろしいもので、それを生み出したハーフエルフと関わるのは不吉でしかないって」

source: “不过，即便是常识，换句话说，只要不去直视，就是可以忘记的事情。
ja: 「でも、常識ってのは言い換えれば、直視さえしなければ忘れておけることなんですよ。

source: 是的，本来已经好不容易忘记了。
ja: そう、せっかく忘れてられたんだ。

source: ……但是，王选候选者艾米莉娅却让人想起来。
ja: ......だのに、王選候補者のエミリアって人は思い出させる。

source: 我们曾经害怕过那个东西。”
ja: あたしらが、それを怖がってたってことを」

source: 穆吉卡冷漠阴暗的话语在黑暗的『常闇』中回荡着，带着一丝湿气。
ja: 暗い『常闇』に、ムジカの冷たく薄暗い語り口が湿り気を帯びて響く。

source: 佩特拉一边听着他的话，一边第一次渐渐想起了很久以前的事情。
ja: ペトラは彼の言葉を聞きながら、しばらくぶりに思い出した。

source: ──自己曾经也不过是一介恐惧『嫉妒的魔女』的普通村姑而已。
ja: ──自分もまた、『嫉妬の魔女』の存在を恐れる一介の村娘に過ぎなかったことを。

source: 关于『嫉妒的魔女』，她记不起来是什么时候第一次听说的。
ja: 『嫉妬の魔女』について、初めて知ったのがいつだったかなんて思い出せない。

source: 不过，在她开始懂事的时候，佩特拉就已经知道了。
ja: でも、物心ついたときにはペトラは知っていた。

source: 『嫉妒的魔女』一词，仅仅是想起来晚上就睡不着觉，甚至因此害怕得哭泣过。
ja: 『嫉妬の魔女』の単語も、それが夜思い出すだけで眠れなくなり、怯えて泣きじゃくったことがあったことさえ。

source: 那份不可理解深深地刺入少女的心中，是刻在了她心底的原始恐惧。
ja: それは不可解なぐらい、少女の心に深々と突き刺さり、刻み込まれた原始的な恐怖。

source: “……真的非常害怕。”
ja: 「……とっても、怖がってた」

source: 对于从未见到与谈到过的『魔女』，佩特拉从内心深处恐惧不已。
ja: 見たことも話したこともない 『魔女』のことを、ペトラは心から恐れていた。

source: 她确实曾彻夜难眠，想着那些不可轻易触碰的禁忌。
ja: 不用意に触れてはいけない禁忌を思い、眠れない夜を過ごしたことが確かにあった。

source: 那种恐怖渐渐消退，即使太阳下山也不再忆起，曾经离她越来越远的『魔女』，到底是从何时开始被压到脑海的角落呢.
ja: その恐怖が薄れ、日が沈んでも思い出さなくなり、身近でなくなった『魔女』が頭の片隅に追いやられたのは、いったいいつからだっただろう。

source: 然而，并非是克服了那个。
ja: でも、克服したわけではない。

source: ──只是一些微不足道的契机，它就会突然再次浮现。
ja: ──ふと、それはほんの些細な切っ掛けで顔を出す。

source: 比如说，在半妖精的王选候补者登场时。
ja: 例えばそれは、ハーフエルフの王選候補者が登場することで。

source: “......村里的大家也很糟糕呢。”
ja: 「……村のみんなも、ひどかったもんね」

source: 当王选的开始被正式宣布，这个消息传遍全国的时候，佩特拉清楚地记得在她的故乡阿拉姆村发生的变化。
ja: 王選の開始が正式に宣言され、その報せが国中を駆け巡ったとき、故郷であるアーラム村に起こった変化をペトラはちゃんと覚えている。

source: 就在得知出入附近领主的宅邸的来历不明的少女就是那位事件中的银发半妖精后，村民对她采取了疏远的态度。
ja: すぐ近くにあった領主の屋敷、そこに出入りする正体不明の少女が件の銀髪のハーフエルフとわかった途端、村人は彼女に対してよそよそしい態度を取った。

source: 即使她拼命诉说着要保护村民，也没有人听从她的话。
ja: 彼女が村の人たちを守ろうと、必死で訴えても耳を貸さないぐらいに。

source: “还有，这跟你们牵连进来有什么关系呢？”
ja: 「それと、あなたたちのとばっちりと、どう繋がるの?」

source: 用着与那时村民拒绝她时一样的银铃嗓音，艾米莉娅穷尽言语试图了解驱动穆吉卡采取这种行动的真意。
ja: そのときと、村人たちの拒絶に遭ったときと同じ銀鈴の声音で、エミリアがムジカをこの行動に駆り立てた真意を知ろうと言葉を尽くす。

source: “艾米莉娅参加王选的话，大家就会考虑『魔女』的事情......嗯，我也这么认为。
ja: 「エミリアが下選に参加したら、みんなが『魔女』のことを考えちゃうのは……ええ、そうだと思う。

source: 但是，为什么这会伤害到你们呢？”
ja: でも、どうしてそれであなたたちが損をするの?」

source: “并不会立即发生什么。
ja: 「ただちに何かが起こるわけじゃない。

source: 但就像平静的河水从上游流向下游一样，问题也会流啊流到河水的下游。”
ja: でも、穏やかでも川がら上から下に流れていくみたいに、問題ってものも流れ流れていずれは川下に辿り着く」

source: “如果半妖精让焦点集中在『魔女』上，和过去同样的事情有可能再次发生。
ja: 「ハーフエルフから『魔女』に注目が集まれば、過去と同じことが起こりかねない。

source: 我恐惧这会降临到我身上。”
ja: あたしはそれが、我が身に降りかかるのを恐れてる」

source: 穆吉卡像是缓缓地摇了摇头，再次提出了问题。
ja: ゆるゆると首を横に振る気配があり、ムジカが問題を重々しく提起する。

source: “弱者的救济，事件中的半妖精的理想论很崇高，但这比小孩子口头约定宣言能战胜『剑圣』好不了多少。
ja: 「弱者の救済、件のハーフ エルフの理想論はご立派ですが、それは子どもが『剣聖』に勝ったらなんてできもしない口約束を言い触らしてるとおんなじだ。

source: 如果她只是个乳臭未干的孩子，我们可以无视她。
ja: それがただの洟垂れなら無視すればいい。

source: 但这个性质恶劣就在于......”
ja: でも性質が悪いことに……」

source: “因为无法无视艾米莉娅，所以非~常的困扰......”
ja: 「エミリアは無視できないから、すごーく困る......」

source: “嘛，用可爱的方式说就是这个意思。”
ja: 「まぁ、可愛い言い方をするとそういうことで」

source: 通往结论的道路终于齐备，穆吉卡点了点头。
ja: ようやく結論へ至る道が整備されたと、ムジカが頷いているのがわかった。

source: 艾米莉娅理解了他的主张，她形状好看的眉毛因为悲痛而紧皱。
ja: エミリアにも彼の主張が伝わり、彼女の形のいい眉が悲痛に顰められている。

source: 当然，佩特拉也完全充分地理解了穆吉卡的主张和想法。
ja: もちろん、ペトラにもムジカの主張、考えは十分以上に伝わった。

source: 但这却是──
ja: しかしそれは──、

source: “至少，我是想避免的。
ja: 「あたしはね、御免なんですよ。

source: ──第二次『亚人战争』什么的。”
ja: ──第二の『亜人戦争』なんてこと」

source: “那种事情。”
ja: 「そんなのっ」

source: 这只是悲观上叠加了悲观、恶意中带着恶意的想象。
ja: 悲観に悲観を重ねた、悪い悪い想像でしかない。

source: 甚至可以称其为被害妄想。
ja: 被害妄想と言ってもいいくらいだ。

source: 然而，佩特拉刚想要反驳，就被穆吉卡冷冷的声音阻止了，“真的吗？”。
ja: しかし、そんなペトラのとっさの反論は、「本当に?」と続いたムジカの声音の冷たさに引き止められた。

source: “难道是我们真的想多了吗？
ja: 「本当にあたしらの考えすぎですかね?

source: 很久以前，『亚人战争』刚爆发的时候，大家不也觉得绝对不会发生那种事情吗？”
ja: その昔、『亜人戦争』が起こった頃も、まさかそんなことはないだろうってみんな思ってたんじゃないんですかい?」

source: “我并不是在责怪小姐。
ja: 「お嬢さんを責めてるわけじゃありませんぜ。

source: 如果你说我们太悲观的话，也可以这么说。
ja: あたしらが悲観的すぎると仰るならそうとも言えるでしょう。

source: 但这就是我们这些只会玩土的土鼠族的天性吧。
ja: ですが、土弄りばっかりしてる土鼠人の性ですかねえ。

source: 我能感觉到，地面在震动。”
ja: 感じるんですよ、地響きを」

source: “地面震动......”
ja: 「地響き......」

source: “嗯。
ja: 「ええ。

source: 是大的东西即将崩溃的预兆，就是那种感觉的地面震动。”
ja: 大きなものが崩れる予兆、そんな感じの地響きをね」

source: 这是迷信的措辞，但它又重又深地压在佩特拉的心上。
ja: それは迷信めいた物言いなのに、やけにペトラの胸にも重く深く圧し掛かった。

source: 在完全听完穆吉卡的主张后，佩特拉诅咒自己的浅薄。
ja: ムジカの言い分をたっぷりと聞かされて、ペトラは自分の浅はかさを呪う。

source: ──她不仅没能拔掉刺入艾米莉娅心中的刺，反而佩特拉的心也被串起来了。
ja: ──エミリアの胸に刺さった棘を抜くどころか、ペトラの胸も串刺しにされてしまった。

source: 这根有倒刺的刺，如果想拔掉就只会扩大伤口。
ja: 返しのついたこの棘は、抜こうとすれば傷口をむしろ押し広げてしまう。

source: 也许就应该在伤口尚浅的时候，结束这场谈话，保有一丝希望。
ja: 傷が浅いと希望を持てるうちに、この話は切り上げるべきだったのかもしれない。

source: 因为──
ja: 何故なら──、

source: “我不想怀疑艾米莉娅姐姐大人......”
ja: 「わたし、エミリア姉様を疑いたくない......」

source: 穆吉卡的理论武装无法被否定，因为除了过于悲观，他的道理没有任何不通的地方。
ja: ムジカの理論武装を否定できないのは、悲観的すぎることを除けば、その理屈に通らない筋がないからだ。

source: 过去，对『嫉妒的魔女』的恶意是内战发生的起因。
ja: 過去、『嫉妬の魔女』への悪感情を理由に内戦は起こった。

source: 现在，谁也没有任何根据断言这次会不一样。
ja: 今回、それが同じにならないと言い切る根拠は誰にもない。

source: 没有的东西无法被证明。
ja: ないものは証明できない。

source: ──佩特拉了解艾米莉娅。
ja: ──ペトラは、エミリアを知っている。

source: 所以，她相信艾米莉娅。
ja: だから、エミリアを信じられる。

source: 但是，对于无法区分艾米莉娅和幻想的『半妖精』的人来说，到底该如何让他们相信艾米莉娅。
ja: でも、エミリアと幻想の『ハーフエルフ』との区別がつかない人たちに、いったいどうやってエミリアを信じさせたらいいのだろうか。

source: 仅仅隐藏艾米莉娅的身份是无法说服眼前的穆吉卡的。
ja: エミリアであることを隠すだけで、目の前のムジカすらも説得できないのに。

source: “艾米莉，我......”
ja: 「エミリー、わたし......」

source: 有一瞬间，佩特拉动摇的差点叫出艾米莉娅的名字，但她设法克制住了自己。
ja: 一瞬、動揺してエミリアと呼びかけそうになり、それはどうにか堪える。

source: 尽管想要做些事取出艾米莉娅心中的痛苦，但是自己的无力让佩特拉难以忍受──
ja: 何とかエミリアの胸の痛みを取り除いてあげたかったのに、それをできなかった自分の無力さがベトラには耐え難くて──、

source: “──佩特拉酱，没事的。”
ja: 「──ペトラちゃん、大丈夫」

source: “啊......”
ja: 「ぁ......」

source: 突然，她的身体被抱紧，佩特拉的头被埋在温暖的胸膛中。
ja: ふと、その体を抱き寄せられ、温かい胸にペトラの頭が収まった。

source: 通过头顶立刻传来的声音，她明白了这是艾米莉娅抱着她。
ja: エミリアに抱きしめられたのだと、すぐ頭上から降ってくる声で理解する。

source: 在被紧紧压着的艾米莉娅胸膛深处，她听到她心脏的跳动。
ja: ぎゅっと押し付けられるエミリアの胸の奥、その心臓の鼓動が聞こえる。

source: 本应是被逼到绝境而痛苦，拼命诉说心痛的心音——在规律平稳地跳动着，象征着艾米莉娅的温柔。
ja: 追い詰められて苦しんで、必死に心の痛みを訴えていてもおかしくない心音──それは規則正しく、エミリアの優しさを象徴するみたいに穏やかに鳴っていて。

source: “我想了想。
ja: 「私、思ったの。

source: ──肯定有很多像穆吉卡你们这样的人。
ja: ──きっと、ムジカさんたちみたいな人は他にも大勢いる。

source: 我应该怎么做才能让那些人感到安心。”
ja: その人たちに安心してもらうにはどうしたらいいのかって」

source: “你，你要怎么做......？”
ja: 「ど、どうするの......?」

source: 这正是佩特拉最希望得到的答案。
ja: それはまさしく、ペトラが一番欲しがっていた答えだった。

source: 艾米莉娅要如何说服、论证，才能让穆吉卡这样被悲观的未来荼毒的存在行动起来。
ja: 悲観的な未来に毒され、行動を起こしたムジカのような存在を、エミリアならばどうやって説得し、論し、納得させてみせるのかと。

source: 就这样，在佩特拉等待答案时，艾米莉娅──
ja: そう、答えを待つペトラにエミリアは──、

source: “我觉得最重要的是告诉他们，我和『嫉妒的魔女』完全不同。
ja: 「私は『嫉妬の魔女』と全然違うって、話して知ってもらうのが一番だと思うわ。

source: 所以我一定......不，我想艾米莉娅会去奔跑的。”
ja: だからきっと、私......ううん、 エミリアは走ると思うの」

source: “去、奔跑......？”
ja: 「は、走る……?」

source: “对，是的。
ja: 「ええ、そう。

source: 当面临与他人不同或被误解，或者其他困难的时候，艾米莉娅会去找那个人并和他说话。
ja: 人と違うこととか誤解とか、そういうことで大変になりそうなとき、エミリアはその人のところに走っていって話をするの。

source: 她会不停地说，直到对方理解为止。
ja: それでわかってもらえるまで話す。

source: 如果无法被倾听，她会拼命努力到他们听为止！”
ja: 聞いてもらえなかったら、聞いてもらえるまで頑張る!」

source: 艾米莉娅握紧拳头的力量传达了过来，让佩特拉哑口无言。
ja: ぐっと、エミリアが力強く拳を固めたのが伝わって、ペトラは絶句した。

source: 这种过于大力蛮干的发言，无疑是艾米莉娅哲学的体现。
ja: その力技すぎる発言は、まさしくエミリアの哲学に疑いはない。

source: 然而，在这种情况下，能否使用艾米莉娅的哲学作为问题的解决手段呢？
ja: が、この状況の問題解決手段に、そのエミリアの哲学を使っていいのだろうか。

source: 首先，即便了解艾米莉娅的佩特拉认同了，又怎么让穆吉卡信服。
ja: 第一、エミリアを知っているペトラは納得しても、ムジカが納得するとは。

source: “我也能问问穆吉卡刚刚说的事情吗？”
ja: 「あと、ムジカさんの言ってた話にちょっと私も言ってもいい?」

source: “……有什么事，警卫小姐？”
ja: 「……なんでしょうね、護衛のお嬢さん」

source: “我非~常理解你们不想引发第二次『亚人战争』的心情。
ja: 「あなたたちが二回目の『亜人戦争』を起こしたくない気持ちはすごーくわかる。

source: 我也不希望发生那样的事情，如果可以阻止的话我会阻止的。
ja: 私もそれは嫌だって思うし、止められるなら止めたいもの。

source: 但是，你刚才的话有些奇怪！”
ja: でも、さっきのお話には変だわってところがあったの!」

source: “过去，发生『亚人战争』的时候，大家并没有认为会发生那样的事情。
ja: 「昔、『亜人戦争』が起こったとき、みんな起こると思ってなかったから起こったって。

source: 但是，我们都知道了『亚人战争』已经发生了。
ja: でも、もう私たちは『亜人戦争』があったことを知ってる。

source: 『亚人战争』带来了巨大的悲伤，没有人会想再次重复它。”
ja: 『亜人戦争』がすごーくたくさんの悲しみを生んで、もう誰も繰り返したくないって思ってることも」

source: 穆吉卡的理论武装是基于过去的事件和艾米莉娅的危险性的诉求。
ja: ムジカの理論武装は、過去の出来事を踏まえてエミリアの危険性を訴えた。

source: 可以说因为有先例，才使得他担忧的正当性显得合理。
ja: 先例が、その懸念は正当性があるものと思わせたとも言える。

source: 事实上，佩特拉大为动摇的原因就是因为被那种说服力所驳倒。
ja: 事実、ペトラが大きく動揺したのは、その説得力に言い負かされたことが原因だった。

source: 然而，艾米莉娅利用过去的先例将计就计──不，艾米莉娅不会考虑到那么聪明的事。
ja: しかし、エミリアはその過去の先例を逆手に取る──否、そんな賢しいことをエミリアは考えていないだろう。

source: 她只是真诚地希望以过去事件为反思材料，去让未来变得更好。
ja: 彼女は真剣に、過去の出来事を反省材料に、未来をよくしたいと思っているだけだ。

source: “如果大家都讨厌，而你们也知道这一点，那么穆吉卡所说听到的地震声就只是错觉而已。
ja: 「みんなが嫌だって思っていて、それを知っているんなら、ムジカさんが聞いたって言ってる地響きはただの空耳よ。

source: 艾米莉娅是这样想的。”
ja: エミリアは、そう考えてる」

source: “……变得有点奇怪的感觉了啊。”
ja: 「……なんだか、不思議な気分になってきましたぜ」

source: “奇怪的感觉？”
ja: 「不思議な気分?」

source: 艾米莉娅毫无道理的逻辑抛了过来，让穆吉卡的声音呆住了。
ja: エミリアの無茶な理屈をぶつけられ、ムジカの声は呆然としていた。

source: 那个声音让艾米莉娅疑惑地歪着头，穆吉卡深深地吸了口气，
ja: その声にエミリアが首を傾げると、ムジカは深々と息を吐いて、

source: “那感觉就像我们在与试图辞退的候选人本人谈话一样。
ja: 「まるで、あたしらが辞退させようとしてる候補者、その張本人と話してるような気分ですよ。

source: 刚才小姐说的支持者的话，难道不全是开玩笑吗？”
ja: さっき、お嬢さんが言ってた支持者って話も、満更笑い話じゃないんですかね」

source: 艾米莉娅的说话方式和佩特拉的反应，这二者让穆吉卡得到了这样的感触。
ja: エミリアの言いようとペトラの反応、その二つにムジカがそんな感触を得ている。

source: 她试图隐藏身份的努力已经处于破破烂烂的状态。
ja: 素性を隠そうとするわりにはボロボロの状態だ。

source: 根据她暴露的程度，即便察觉出她的身份也不奇怪，佩特拉咬了咬牙，既不否认也不肯定。
ja: もう、その正体に勘付かれてもおかしくない露呈具合だが、ペトラは否定も肯定もしないで奥歯を噛んだ。

source: 她很喜欢刚才艾米莉娅非常符合她的个性、非常荒谬的发言。
ja: さっきのエミリアの、とても彼女らしくて、とても無茶な発言は大好きだ。

source: 但是，要实现那样的希望并不容易──
ja: でも、それが実現できるなんて希望を簡単には──、

source: “没关系，我不是『嫉妒的魔女』，也不是孤身一人。”
ja: 「大丈夫、私は『嫉妬の魔女』じゃないし、一人でもないもの」

source: 艾米莉娅根据佩特拉的存在，和其他同伴的存在所作的庄严的发言，比起穆吉卡悲观未来的发言，要更打动佩特拉的心。
ja: 堂々と、ペトラの存在や、それ以外の仲間たちの存在を根拠としエミリアの発言、それは未来を悲観するムジカの言葉より、ペトラの胸を強く打った。

source: 与此同时，她想起了一件事。
ja: それと同時に思い出す。

source: ──那些如此冷冰冰对待艾米莉娅的阿拉姆村的人们，是如何接受了她的存在呢。
ja: ──あれだけエミリアを邪険にしようとしたアーラム村の人たちが、いったいどうやって彼女の存在を受け入れたのか。

source: 与艾米莉娅对话、了解艾米莉娅、与艾米莉娅互动。
ja: エミリアと話して、エミリアを知って、エミリアと触れ合って。

source: 自此之后就知道了艾米莉娅是一个一点也不可怕，温柔可爱的半妖精。
ja: エミリアが全然怖くも何ともない、優しくて可愛いハーフエルフだと知ってからだ。

source: 才不像传说中『嫉妒的魔女』那样，是银发与紫绀色眼瞳的半魔──
ja: 伝承に語られる『嫉妬の魔女』のような、銀髪に紫紺の瞳の半魔などではなく──、

source: “──啊。”
ja: 「──あ」

source: 突然，佩特拉意识到了一件事。
ja: そこで不意に、ペトラはとあることに気付いた。

source: 佩特拉思绪扩大，回想起了在『常闇』中至今为止交换过的对话。
ja: これまでの、この『常闇』で交わされた会話が思い出され、ベトラの思考が拡大する。

source: 就这样，回到了一直被忽视的问题上。
ja: そのまま、目線を逸らされていた問題へ回帰する。

source: 为了找到那个回归的疑问的答案，佩特拉从艾米莉娅的怀里抬起头，转向了竜车外穆吉卡的方向。
ja: その舞い戻った疑問の答えを得るために、ペトラはエミリアの胸から顔を上げ、竜車の外にいるムジカの方に向き直った。

source: 然后──
ja: そして──、

source: “──穆吉卡，你从未称呼过艾米莉娅大人为半魔吧？”
ja: 「──ムジカさん、一度もエミリア様のことを半魔って呼ばないんですね」

source: 那就是她最初想寻找的线索。
ja: と、そう最初の切っ掛け欲しさにそれを尋ねた。

source: 大多数讨厌艾米莉娅的人，像穆吉卡他们一样，是以出身作为理由。
ja: エミリアを嫌う人の大半は、ムジカたちと同じように出自を理由にする。

source: 但是，他们中大多数人称呼艾米莉娅为『半魔』。
ja: しかし、その大半の人たちはエミリアのことを『半魔』と呼ぶのだ。

source: 佩特拉非常厌恶这个称呼，因为她对这种隔绝的感觉感到难以接受。
ja: そこに受け入れ難いものへの隔絶を感じて、ペトラはその呼び方が大嫌いだった。

source: 我记得很清楚。”
ja: わたし、ちゃんと覚えてます」

source: 虽然希望艾米莉娅失去王选资格，抱怨她崛起的种种危险性，但穆吉卡始终一贯地称呼艾米莉娅为『半妖精』。
ja: エミリアの王選失格を願い、彼女が立つことの危険性をあれこれ訴えながら、それでもムジカは一貫して『ハーフエルフ』とエミリアを呼び続けた。

source: 这不是因为穆吉卡实际上并不讨厌艾米莉娅这种太过天真的说法，而是与他自己的身世有关。——不是因为艾米莉娅，而是因为穆吉卡自己。
ja: それはムジカが、実はエミリアを嫌っていないなんて虫のいい話ではなく、その出自が関係している。──エミリアではなく、ムジカ自身の。

source: “穆吉卡，你也是一直被周围人用嫌恶的目光看待的土鼠人吧。”
ja: 「ムジカさんも、周りに嫌な目で見られてきた土鼠人だから」

source: 穆吉卡知道她会暴露在偏见之中，因此可能对用『半魔』这个称呼来贬低艾米莉娅感到犹豫。
ja: 偏見に晒されることを知っているムジカには、『半魔』と悪しざまにエミリアを呼ぶことが躊躇われたのだろう。

source: 而且佩特拉忍不住觉得这应该就是这次计划的关键。
ja: そして、ペトラにはその在り方こそが、今回の計画の肝だと思えてならなかった。

source: “穆吉卡，你们打算用什么方法以我们为人质与王国进行交涉？”
ja: 「ムジカさん、わたしたちを人質にして王国と交渉するって、どんな方法なんですか?」

source: 雷根多拉家知道我们与小姐你们在一起。
ja: 難しい話じゃありません。

source: 我们会照原样将事实传达到雷根多拉家，然后将消息报告王都──”
ja: あたしらがお嬢さん方といることは、レグンドラ家が承知していること。そのままレグンドラ家に事実を伝え、王都に報せを──」

source: “但是，你们知道这个计划不会顺利吧。”
ja: 「でも、うまくいかないってわかってる計画ですよね」

source: “就算以我们为人质，国内的大人物也不会听你们的，穆吉卡你们一开始就应该知道这一点。”
ja: 「わたしたちを人質にしても、国の偉い人たちが聞いてくれるはずないって、ムジカさんたちも最初からわかってたはずです」

source: 和往常一样，真正的艾米莉娅在场会让事态变复杂，但如果穆吉卡所认识的佩特拉等人只是贵族小姐的一行人，他们的目的就不会成功。
ja: 相変わらず、本物のエミリアがいることが事態をややこしくしているが、ムジカの認識通りにペトラたちがただの貴族の令嬢一行なら、その目的は成功しない。

source: 如果穆吉卡他们的目的真的是冲着让艾米莉娅退出的话。
ja: ムジカたちの目的が、本当にエミリアの辞退を狙ったものだとしたら。

source: “......我只是相信掀起风波是有意义的。”
ja: 「......一石を投じることに意味があると信じるだけですぜ」

source: “最开始，你就只是想搅起那个风波吧。”
ja: 「最初に、その石を投げたかったんですよね」

source: “什......啊”
ja: 「な......ッ」

source: “然后，土鼠人就可以被看作是勇敢地直面带来恐怖回忆的『嫉妒魔女』的人们。”
ja: 「そうしたら、土鼠人は『嫉妬の魔女』の怖さを思い出させる相手に、勇敢に立ち向かった人たちってことになれるから」

source: 受到佩特拉的指摘后，穆吉卡的声音第一次真正动摇了。
ja: ペトラの指摘を受けて、 ムジカの声が初めて本気で動揺した。

source: 与之前那种虚假的诱导的反应不同，这次直接被意料之外的事情冲击到了。
ja: それまでの、作り物めいた誘導的な反応ではなく、はっきり予想外を突かれたことの衝撃だ。

source: 获得这样的反应，佩特拉这次终于得到了回报。
ja: その反応が得られたことで、ペトラは今度こそ手応えを得た。

source: “在陷阱中，你一直保护着帕特拉修不受伤害，还愿意陪我谈话，我竟然没觉得奇怪。”
ja: 「落とし穴で、ちゃんとパトラッシュちゃんが傷付かないようにしてくれてたところと、こうやって話に付き合ってくれてるのを変に思わなきゃいけなかったのに」

source: 他一边保护着被困的地竜，一边说不会配合拖延时间与被囚禁的佩特拉她们耐心地对话，但还是上了佩特拉拖延时间的当。
ja: 罠にかけた地竜を守り、囚われのベトラたちとも根気強く話に付き合う時間稼ぎには付き合わないと言いつつ、ペトラの時間稼ぎにまんまと乗ってくれた。

source: 随着对话的推进，佩特拉心中种下的疑心暗鬼——这些全部的布局，都是期望在他们自己的诉求最终失败后，能够从获得自由的佩特拉她们嘴中向周围传播今天的对话。
ja: そして話が進むにつれて、ペトラの中に植え付けられた疑心暗鬼──あれは全部、自分たちの訴えが失敗に終わったとき、解放されたペトラたちの口から、今日の会話が周りに広がることを期待しての布石だ。

source: ──如果把艾米莉娅选为候选人，就可能会爆发第二次『亚人战争』。
ja: ──エミリアを選の候補者としておけば、第二の『亜人戦争』が勃発しかねない。

source: 为了防止这种情况，土鼠人冒着危险第一个大声宣告。
ja: それを防ぐため、土鼠人は危険を冒してでも最初に声を上げたのだと。

source: 然而，这个计划不止需要成功实施表面上的计划，还需要某种程度的觉悟。
ja: しかし、それは表向きの計画を成功させる以上の、ある種の覚悟がいる計画だった。

source: 原因是──
ja: 何故なら──、

source: “如果这个故事传到了国家的中枢，土鼠人的风评就会受损。
ja: 「国の中枢へ話が持ち上がれば、土鼠人への風向きは悪くなりかねない。

source: 如果你们以王国贵族为人质威胁国家的话，那你们所有族人都一~定会被问责呢。”
ja: 王国貴族を人質に国を脅迫したとなったら、一族全体が責任を問われるだろーぉね」

source: “咕……”
ja: 「ぐ......っ」

source: “相反，这正是你~所希望的吧？
ja: 「むしろ、それが望みだったのかーぁな?

source: ──当责任受到追究，其处罚被广泛知晓时，人们会渴望知晓答案。
ja: ──責任を問われ、その処罰が広く知られれば人は答えを知りたがる。

source: 土鼠人为了世界所做出的英勇的暴行。”
ja: 土鼠人の、世界を思った英雄的蛮行を」

source: 罗兹瓦尔用话语深入剖析佩特拉得出的推论。
ja: ペトラが辿り着いた推論、それをロズワールが抉るように言葉にした。

source: 对于罗兹瓦尔切入的言论，佩特拉面露不悦。
ja: そうして切り込むロズワールの言説に、ペトラは嫌な顔をする。

source: 他那种理所当然的说话方式让她更加气愤，因为佩特拉发觉他比自己更早得出相同的结论。
ja: その言い方ももちろんだが、それ以上に腹立たしかったのは、ロズワールも同じ結論に、しかもペトラよりよっぽど早く辿り着いていたのだと気付いたからだ。

source: 回想起来，从讨论刚开始，罗兹瓦尔的发言次数就一口气减少了。
ja: 思えば、ロズワールの口数は話し合いの序盤から一気に少なくなっていた。

source: 虽然不清楚他在什么时候察觉到了穆吉卡的意图，但在察觉到后，他选择了静观其变。
ja: どの時点でムジカの思惑に気付いたのかわからないが、気付いてからも静観を選んだ。

source: 其中原因，多少能猜到，让人生气。
ja: その理由は、何となく察せられて腹立たしい。

source: “不过，我更加愤怒……这对所有土鼠人来说是自杀。”
ja: 「でも、わたしはもっと怒ってます。......こんなの、土鼠人みんなの自殺ですよ」

source: “欸……！？”
ja: 「え……!?」

source: 艾米莉娅微妙地跟不上对话，在听到佩特拉的话后瞪大了眼睛。
ja: 微妙に話についてこられていないエミリアが、ペトラの言葉に目を見開く。

source: 不过她跟不上也是没办法。
ja: でも、ついてこられないのも仕方ない。

source: 这是艾米莉娅绝对不会有的想法。
ja: エミリアには絶対にない発想だろう。

source: 穆吉卡他们担心王国的未来，是做好了死的觉悟的勇敢存在。
ja: ムジカたちは、王国の未来を案じる勇敢な存在として死ぬことを覚悟していた。

source: 这可能是因为──
ja: それはおそらく──、

source: “因为史实原因被迫害，而对命运的不合理安排的反抗……也许可以说你们为了消除土鼠人所受到的偏见目光而进行了自己的战斗。”
ja: 「史実が原因で迫害され、不条理を運命づけられたことへの反逆......土鼠人に向けられる偏見の目を消すための、君たちなりの戦いというところかな」

source: “……我也确实不想发生『亚人战争』。”
ja: 「……わたしは、本当に 『亜人戦争』を起こしたくない気持ちもあると思います」

source: “哦，不愧是佩特拉大小姐，真是善良。”
ja: 「ほう、さすがベトラお嬢様はお優しい」

source: 这暗中夹杂的讽刺，让佩特拉对罗兹瓦尔的厌恶程度增加了。
ja: 付け足された嫌味に舌を出して、ペトラはロズワールへの嫌い度を強めた。

source: 穆吉卡他们的行动不值得称赞，对佩特拉她们来说也是个麻烦。
ja: ムジカたちの行動は褒められたものではないし、ペトラたちにとってはいい迷惑だ。

source: 但这是单方面认定他们的动机和想法全部是卑鄙的看法。
ja: でも、その動機や思惑の全部を浅ましいと決めつけるのは一方的な見方だ。

source: 那种东西和不去区分艾米莉娅与『半妖精』的看法没有任何区别。
ja: そんなの、エミリアを『ハーフエルフ』と区別しない見方と何も変わらない。

source: “穆吉卡你们怎么看呢？”
ja: 「ムジカさんたち、どうなの?」

source: “……我们好像被认真干什么都不顺利的天命所诅咒着。”
ja: 「......あたしらは、本気で何もかもうまくいかない天命に呪われてるらしい」

source: 那声音仿佛让人看到了他的肩膀颓丧垂下的模样。
ja: がっくりと肩を落としている姿が目に浮かぶような声だった。

source: 再无辩解的余地，自己的目的被识破了，穆吉卡发出了干笑声。
ja: 言い訳の余地もなく、自分たちの狙いを看破され、ムジカは渇いた笑い声をこぼす。

source: 现在也只能笑了。
ja: もはや笑うしかないのだろう。

source: “就像小姐你们所考虑的那样，我们的想法就是这卑鄙的计划……是一群背叛了爱丽丝，招致荆棘之王的怒火的末裔的傻愿望。”
ja: 「お嬢さん方の考えてらっしゃる通り、その浅ましい計画があたしらの思惑......アイリスを裏切り、 茨の王の怒りを買った末裔の、馬鹿な望みでありました」

source: 在笑过一阵后，穆吉卡仿佛放弃一般说了这句话。
ja: ひとしきり笑ったあとで、観念したみたいにムジカがそう言った。

source: 佩特拉和罗兹瓦尔的推测是正确的，他们在与先祖行为的亡灵进行战斗。
ja: ペトラやロズワールの推測が正しく、彼らは先祖の行いという亡霊と戦ったのだと。

source: “你看，穆吉卡，我──”
ja: 「あのね、ムジカさん、私は──」

source: “艾米莉，等等。”
ja: 「エミリー、待って」

source: 艾米莉娅无法忍受那悲痛的声音，其声音中闪现出觉悟的色彩。
ja: その声の悲痛さに耐えかねて、エミリアの声に覚悟の色が灯った。

source: 可正当她要做出决定时，佩特拉阻止了她。
ja: が、それをすんでのところで引き止め、ペトラは彼女の決断に待っをかける。

source: 此刻，艾米莉娅打算挑明自己的身份，正面与穆吉卡交锋。
ja: 今、エミリアは自分の素性を打ち明け、 ムジカと正面から向き合おうとした。

source: 这个想法本身很高尚，也很符合艾米莉娅的风格。
ja: その考え自体は尊いし、エミリアらしいとも思う。

source: 但如果她这样做，可能会使穆吉卡的头脑陷入混乱和恶劣的想法之中。
ja: でも、それをしてしまえば、ムジカの頭に混乱と、悪い考えがまたしても差し込みかねない。

source: 所以这里不是护卫艾米莉出场的时候，而是带领一行人的佩特拉大小姐出场的时候。
ja: だからここは、護衛のエミリーの出番ではなく、一行を率いるペトラお嬢様の出番だ。

source: 即使一族全部死去，也希望阻止艾米莉娅这个半妖精的存在可能引发的第二次『亚人战争』的勇敢的土鼠人。
ja: 一族全体が死んだとしても、エミリアというハーフエルフの存在がもたらすかもしれない第二の『亜人戦争』を食い止めることを望んだ勇敢な土鼠人。

source: 对于试图求得那份名誉却又最终得不到的他们该说的话是──
ja: その評判を求め、得られないで終わろうとしている彼らにかけるべき言葉は──、

source: “──穆吉卡，与其与王国进行交涉，不如与我进行交涉如何？”
ja: 「──ムジカさん、王国と交渉するんじゃなくて、わたしと交渉しませんか?」

source: ──突破佛拉基亚帝国的『常闇』的通行再度开放，竜车摇晃着前进。
ja: ──ヴォラキア帝国へ突き進む『常闇』の通行が再開し、竜車が揺れる。

source: “屁股好痛……”
ja: 「お尻痛い......」

source: 摇晃的竜车的座位上，佩特拉一边嘀咕一边不断改变着屁股的角度。
ja: 揺れる竜車の座席の上、何度もお尻の角度を変えながらペトラは呟く。

source: 听到佩特拉的话，坐在她旁边的存在温柔地说道──
ja: そのペトラの言葉を聞いて、隣にいる存在が優しい言葉を──、

source: “......拉姆姐姐大人好不温柔。”
ja: 「......ラム姉様、優しくない」

source: “我本来就不温柔。
ja: 「優しくないわ。

source: 而且，我从一开始就不是姐姐大人。
ja: そもそも、姉様でもないもの。

source: 对吧，佩特拉大小姐？”
ja: そうでしょう、ペトラお嬢様」

source: 在那与慈悲无缘的淡红色眼瞳下，佩特拉垂下了肩膀，“呜……”。
ja: 慈悲深さと無縁の薄紅の瞳に、ペトラは「うぅ……」と肩を落とした。

source: 而在这样的佩特拉和拉姆的对话中。
ja: と、そんなペトラとラムのやり取りに、

source: “拉姆，请不要欺负佩特拉大小姐。”
ja: 「ラム、ベトラお嬢様をイジメるのはおやめなさいな」

source: “呼，芙蕾德莉卡姐姐大人......”
ja: 「ふ、フレデリカ姉様......」

source: “不是姐姐大人，佩特拉大小姐。
ja: 「姉様ではありませんことよ、ペトラお嬢様。

source: 而且，虽然我劝告了拉姆，但我也很生气。
ja: それと、ラムを諌めはしても、わたくしも怒ってはおりますの。

source: 嗯，我已经气得嗡嗡叫了。”
ja: ええ、もうブンブンですのよ」

source: 对面座位上的是双手交叉，眯起翠绿的眼睛的芙蕾德莉卡，佩特拉语塞。
ja: 対面の席で腕を組み、そう翠の瞳を細めたフレデリカにペトラは言葉に詰まる。

source: 突然间，从车顶上传来愉快的笑声，“呵哈哈哈哈。”
ja: 途端、「くははははッ」と楽しそうな笑い声が屋根の上から聞こえて。

source: “暂时也没办法啊，佩特拉大小姐。
ja: 「しばらッくは仕方ねェよ、ペトラお嬢様。

source: 能明白姐姐和拉姆想表达的感觉。
ja: 姉貴とラムが言いたくなる気持ちもわかるってもんだ。

source: 但能让罗兹瓦尔混蛋吃惊心情真不错啊。”
ja: ロズワールの野郎を驚かせたってのは気分いいッけどよォ」

source: “加菲，请不要这么轻率地说话！
ja: 「ガーフ、軽々しく言うんじゃありませんわ!

source: 佩特拉大小姐，如果身体状况出现任何变化，请立刻告诉我。”
ja: ペトラお嬢様、何か体調に変化があったらすぐに言うんですのよ」

source: “我、我知道啦。
ja: 「わ、わかってます。

source: 那个，让你们担心啦，芙蕾德莉卡姐......芙蕾德莉卡。”
ja: その、心配させてごめんなさい、フレデリカね…...フレデリカ」

source: 佩特拉低头说出这句话，芙蕾德莉卡的眉尾皱了皱，“真是的。”她的表情中既有强烈的责备之色，也有更多的担忧之色。
ja: 頭を下げるペトラの言葉に、フレデリカが「まったく」と眉尻を下げる。その表情には叱責の色と、それ以上の憂いの色が強く出ている。

source: 自从坐上后面会合上来的竜车之后，佩特拉一直在不断道歉。
ja: こうして合流した後続組の竜車に乗せられて以来、ペトラはずっと謝りっ放しだ。

source: 但这也是理所当然的。
ja: でも、それも当然だった。

source: “没想到佩特拉大小姐会为了获得对方的赞同而进行交涉......先不说艾米莉，达德利在干什么呢？”
ja: 「まさか、相手の納得を引き出すための交渉をペトラお嬢様がしていたとは......エミリーはともかく、 ダドリーさんは何をしてたんですかね」

source: “他一直在嗤笑，恶趣味地想看着我失败。”
ja: 「にやにや笑って、わたしが失敗するかどうか悪趣味に見てました」

source: “虽然和事实大差不差，但决定性的部分可能存在着偏见......！”
ja: 「事実と大差なさそうだけど、 決定的な部分ですれ違ってそうな偏見......!」

source: 奥托在驾车台上握着缰绳，这样回应着佩特拉的回答。
ja: 御者台で手綱を握るオットーが、ペトラの答えにそんな風に返す。

source: 然而，在昏暗中，他摸着自己的帽子道，“唉呀呀。”
ja: しかし、薄闇の中で彼は「やれやれ」と自分の帽子を触りながら、

source: “所以，佩特拉大小姐，你真的没事吗？
ja: 「それで、本当に大丈夫なんですか、ペトラお嬢様。

source: ──誓约的影响呢？”
ja: ──誓約の影響は」

source: “......没事的。
ja: 「……何ともないです。

source: 真的。”
ja: ホントですよ」

source: 补充一下可能会显得虚假，但这是真的。
ja: 付け加えると嘘っぽくなってしまうが、これは本当のことだった。

source: 事实上，身体状况没有任何问题。
ja: 実際、体調の方には何の問題もない。

source: 精神上，可能有点行动过早的感觉，但比这更强的是成就感。
ja: 精神的にはちょっと、早まった真似をしてしまったという気持ちもあるが、でもそれ以上に達成感の方が強い。

source: 终于，有了成为艾米莉娅阵营的一员，成为艾米莉娅的力量的成就感。
ja: ようやく、エミリア陣営の一員として、エミリアの力になれたという達成感が。

source: “陷进那种感觉就危险了，你最好小心点。”
ja: 「それ、嵌まると危ない感覚ですから気を付けた方がいいですよ」

source: “对奥托已经晚了。”
ja: 「オットーさんは、もう手遅れですもんねっ」

source: “因为我有点自觉，所以才不想被你说起来啊！”
ja: 「若干の自覚はあるから言われたくないんですよねえ!」

source: 听着奥托尖锐颤抖的声音，佩特拉低头看向自己的身体──确认了衣服的内部，自己身体上刻着的『誓约』的证明的存在。
ja: オットーの高い声が裏返るのを聞きながら、ペトラは自分の体を見下ろし──その服の内側、自分の体に刻まれた『誓約』の証の存在を確かめる。

source: 那是立下的决不可破的誓言的证明，是她与由穆吉卡领导的土鼠人们所交换的约定——是宣誓履行那个的证明。
ja: それは、決して破ることのできない誓いを立てた証であり、ベトラがムジカ率いる土鼠人たちと交わした約束──その履行を誓ったことの証明だった。

source: 在计划被识破、被俘的佩特拉等人的存在成为穆吉卡等人的障碍之际，佩特拉在他们发脾气之前提出了交涉。
ja: 計画が看破され、捕らえたペトラたちの存在が邪魔になってしまったムジカたち、彼らが短気を起こす前にペトラは交渉を持ちかけた。

source: 其内容是──
ja: その内容が──、

source: “──不是用这种方式，而是通过正当的方法让周围人知道土鼠人为了避免『亚人战争』的发动而拼命努力的事情。”
ja: 「──こんなやり方じゃなくて、土鼠人が 『亜人戦争』を起こさないために頑張ったってことを、ちゃんとした方法で周りに知ってもらうこと」

source: “为此约定了与艾米莉娅大人的会晤以及准备直接谈判的机会……在当事人就在旁边的情况下，真是达成了非常大胆的约定呢。”
ja: 「そのためにエミリア様との接見と、直談判の機会を用意する約束……すぐ隣に当人を置いておいて、ずいぶんと豪胆な約束を取り付けたものね」

source: “土鼠人所追求的是洗刷先祖不光彩的行为......既然如此，现在用全新的评价就能改写掉它，我想这会是个不错的折中方案。”
ja: 「土鼠人が欲しがっていたのは、先祖が行った不名誉の払拭......でしたら、今代がそれを新たな評価で塗り替えればいい。わたくしはよい落とし所と思いますわ」

source: 拉姆和芙蕾德莉卡各自评价了佩特拉所交换的誓约和其目的。
ja: ペトラの交わした誓約と、その狙いをラムとフレデリカがそれぞれ評価する。

source: 拉姆的说法很严厉，而芙蕾德莉卡的说法则更温和。
ja: ラムの言い方は厳しく、フレデリカの言い方は優しく。

source: 然而──
ja: ただし──、

source: “嘛，虽然我想为此采取和老爷一样的做法有些不妥吧。”
ja: 「まぁ、そのために旦那様と同じようなことをするのはどうかと思いますけれど」

source: 就连温柔的芙蕾德莉卡也对作为妹妹的佩特拉大胆的行动感到愤怒。
ja: 優しいフレデリカも、妹分であるペトラの思い切った行動には怒り通しだ。

source: 佩特拉根本不知道该怎么做平息她的愤怒。
ja: いったいどうすればその怒りを収められるのか、ペトラには見当もつかない。

source: “加菲，有什么好的方法吗？”
ja: 「ガーフさん、何かいい方法ある?」

source: “啊？
ja: 「あァ?

source: 我不知道，要不给她点硬东西啃啃？
ja: わかんねェけど、なんか硬いッもんでも噛ませといたらいいんじゃァねェか?

source: 牙齿痒痒心情就会变差啊。”
ja: 歯が痒くなっと機嫌が悪くなっかんなァ」

source: “嗯，知道了。
ja: 「うん、わかった。

source: 不再问加菲了。”
ja: もうガーフさんに聞かないね」

source: “噶......！？”
ja: 「がお......っ!?」

source: 毫不意外的评价，让加菲尔受到了冲击，但他被搁置了。
ja: 意外でも何でもない評価に、衝撃を受けるガーフィールのことはそのまま放置。

source: ──佩特拉的决断惹怒了芙蕾德莉卡，也许还有拉姆。
ja: ──フレデリカを、たぶんラムも怒らせてしまったペトラの決断、

source: 那是与穆吉卡等人交换的，将灵魂与约定的履行绑定的誓约。
ja: それがムジカたちと交わした約束の履行を魂に結び付けた誓約だ。

source: 一旦有誓约被打破的情况，佩特拉就会丧命。
ja: この誓約を破った場合、 ペトラは命を落とすことになる。

source: 当然，让它成立的条件很宽松。
ja: もちろん、成立させるための条件は緩い。

source: 毕竟，只要让穆吉卡他们直接与艾米莉娅对话就可以了。
ja: なにせ、ムジカたちが直接エミリアと話せればいいのだ。

source: “只要我们大家能够平安地回到露格尼卡，就什么问题都没有。”
ja: 「無事にわたしたちが、みんなでルグニカに戻れれば何にも問題ないもん」

source: 从这个意义上，这个誓约的存在也可以说是佩特拉决心的宣言。
ja: そういう意味では、この誓約の存在はペトラの決意表明とも言えるだろう。

source: 她必定会与昴等人一起会合，然后全员一起返回王国。
ja: 必ず、スバルたちと合流し、この全員で王国へ戻ってくるのだと。

source: 只是，让芙蕾德莉卡等人生气也没办法了，她也有一部分要反省的地方。
ja: ただ、フレデリカたちに怒られても仕方ないと、そう反省する部分も一個だけ。

source: “我只是想对老爷那副写着什么都知道的表情做点什么，所以提出了要以同样的方式进行誓约，也许有点孩子气......”
ja: 「旦那様の何でもわかってますって顔、あれを何とかしたくて、 おんなじ風に誓約するって言ったのだけ、子どもっぽかったかも......」

source: ──不过那值了，因为在提出那个提案时罗茲瓦尔的表情确实是个杰作。
ja: ──その甲斐あって、そう提案したときのロズワールの顔は傑作だったのだけれど。

source: ──就在佩特拉被会合的伙伴们说教时。
ja: ──そうして、 ペトラが合流した仲間たちにお説教をされている頃。

source: “我真的感到自己是非~常幸运呢。”
ja: 「私、自分がすごーく恵まれてるって実感したわ」

source: “幸运吗？
ja: 「恵まれているかい?

source: 即便因为艾米莉娅大人的存在的缘故，出现了让他们如此想不开的事情？”
ja: エミリア様の存在が理由で、彼らのような思い詰めるものが出てくるにも拘らず?」

source: “是的，就是这样。
ja: 「ええ、そう。

source: 虽然我不能赞同穆吉卡他们的想法和所做之事......但是，我很高兴感受到了佩特拉酱的心情。
ja: ムジカさんたちの考えとか、やろうとしてたことは賛成できないけど......でも、ペトラちゃんの気持ちが嬉しかった。

source: “啊，但是随意推进誓约的对话很让人生气！”
ja: 「あ、誓約の話を勝手に進めちゃったのは怒ってるから!」

source: “誓约、啊......”
ja: 「誓約、か.....」

source: “罗兹......达德利？”
ja: 「ロズ......ダドリー?」

source: “没什么，我只是对那个感到惊讶。
ja: 「いいや、あれには驚かされたね。

source: 不管是想法还是确定觉悟的方式。
ja: その発想にも、覚悟の決まり方にも。

source: 最重要的是，那竟然去拯救对自己不利的对手的姿态。
ja: 何より、自分に不利益をもたらした相手をも救おうとする姿勢だ。

source: 简直就像......”
ja: まるで......」

source: “简直就像昴吗？”
ja: 「まるでスバルみたい?」

source: “嗯，似乎艾米莉的影响也是有的。
ja: 「ああ、エミリーの影響もあるようだが。

source: 哎呀呀，在这势头下......”
ja: やれやれ、あの調子では......」

source: 你为什么说得好像是别人的事似的？”
ja: 他人事みたいに何言ってるの?」

source: “......怎么了？”
ja: 「……なんだい?」

source: “达德利难道不是教佩特拉种种魔法的人吗。
ja: 「ペトラちゃんに魔法とか、あれこれ教えてるのはダドリーじゃない。

source: 所以，达德利的影响也是存在的。
ja: だから、ダドリーの影響でもあるのよ。

source: 所以，不要忘记这一点，知道吗。”
ja: それを忘れちゃダメだからね」

source: “啊，我去看看帕特拉修酱的情况。
ja: 「あ、私、パトラッシュちゃんの様子見てくるわね。

source: 也要去问问穆吉卡他们差不多多久才能从『常闇』中出来。”
ja: ムジカさんたちにも、どのぐらいで『常闇』から出られるのか聞いてこなくちゃ」

source: “......你那张奇妙的脸是怎么回事（ka-xi-la）。”
ja: 「……お前、神妙な顔してるかしら」

source: “哦呀，你醒了吗？”
ja: 「おや、起きたのかい?」

source: “只是一会而已......贝蒂在睡觉的时候发生了什么吗（ka-xi-la）？”
ja: 「ちょっとだけ、なのよ。......ベティーの寝てる間、何かあったかしら?」

source: “是呢，在你睡觉的时候......”
ja: 「そうだね、君が寝ている間に......」

source: “发生了一件非常非常难以用言语形容其感觉的事情。”
ja: 「とてもとても、言葉では言い表し難い感覚になる出来事が、あったよ」

source: 《待续》
ja: 《続く》
